tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "pungrumpy/formulas"
tap "rigellute/tap"
tap "samtay/tui"
brew "ansible"
brew "ansible-lint"
brew "webp"
brew "asdf"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "berkeley-db"
brew "black"
brew "cmatrix"
brew "coreutils"
brew "cups"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gawk"
brew "icu4c@76"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "grc"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k6"
brew "lazygit"
brew "libpq"
brew "libressl"
brew "luajit"
brew "ncftp"
brew "neomutt"
brew "neovim"
brew "pandoc"
brew "pngpaste"
brew "postgresql@14"
brew "putty"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "speedtest-cli"
brew "stow"
brew "thefuck"
brew "tmux"
brew "transcrypt"
brew "tree"
brew "vim"
brew "wget"
brew "yamllint"
brew "zig"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "samtay/tui/tetris"
cask "alt-tab"
cask "docker"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "itsycal"
cask "keystore-explorer"
cask "kitty@nightly"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "pgadmin4"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "tailscale"
cask "via"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "evondev.indent-rainbow-palettes"
vscode "formulahendry.auto-rename-tag"
vscode "ibm.output-colorizer"
vscode "kevinrose.vsc-python-indent"
vscode "mquandalle.graphql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "yoavbls.pretty-ts-errors"
