tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "pungrumpy/formulas"
tap "rigellute/tap"
tap "samtay/tui"
brew "ansible"
brew "ansible-lint"
brew "webp"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "berkeley-db"
brew "black"
brew "cmatrix"
brew "coreutils"
brew "cups"
brew "curl"
brew "docker", link: false
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gawk"
brew "icu4c@76"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "grc"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k6"
brew "lazygit"
brew "libpq"
brew "libressl"
brew "luajit"
brew "ncftp"
brew "neomutt"
brew "neovim"
brew "openssl@1.1"
brew "pandoc"
brew "pngpaste"
brew "postgresql@14"
brew "putty"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "speedtest-cli"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yamllint"
brew "zig"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "pungrumpy/formulas/dockercolorize"
brew "samtay/tui/tetris"
cask "alt-tab"
cask "docker"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "itsycal"
cask "keystore-explorer"
cask "kitty@nightly"
cask "libreoffice"
cask "microsoft-edge"
cask "mysqlworkbench"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "thunderbird"
cask "via"
vscode "1yib.rust-bundle"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alexiv.vscode-angular2-files"
vscode "andenetalexander.vim-cheatsheet"
vscode "angular.ng-template"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "christian-kohler.path-intellisense"
vscode "cyrilletuzi.angular-schematics"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-material-theme"
vscode "evondev.indent-rainbow-palettes"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "ms-playwright.playwright"
vscode "oderwat.indent-rainbow"
vscode "ortoni.ortoni"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "undotree.undo-tree"
vscode "vismalietuva.vscode-angular-support"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "voldemortensen.rainbow-tags"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
