[
  "obsidian-better-command-palette",
  "calendar",
  "fast-text-color",
  "obsidian-git",
  "obsidian-icon-folder",
  "obsidian-linter",
  "nldates-obsidian",
  "obsidian-style-settings",
  "obsidian-vimrc-support",
  "obsidian-relative-line-numbers",
  "contribution-graph",
  "buttons",
  "homepage",
  "obsidian-banners",
  "highlightr-plugin",
  "code-styler",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-advanced-uri",
  "templater-obsidian",
  "obsidian-bible-reference",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "copilot",
  "obsidian-charts",
  "oz-clear-unused-images",
  "obsidian-read-it-later",
  "omnisearch",
  "obsidian-tasks-plugin"
]