[
  "table-editor-obsidian",
  "buttons",
  "calendar",
  "oz-clear-unused-images",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "execute-code",
  "metadata-menu",
  "nldates-obsidian",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "highlightr-plugin",
  "emoji-shortcodes",
  "obsidian-icon-shortcodes",
  "obsidian-style-settings",
  "obsidian-underline",
  "url-into-selection",
  "better-word-count",
  "obsidian-linter",
  "recent-files-obsidian",
  "obsidian-editor-shortcuts",
  "fast-text-color",
  "omnisearch",
  "obsidian-icon-folder",
  "obsidian-read-it-later",
  "obsidian-better-command-palette",
  "obsidian42-strange-new-worlds",
  "extract-url"
]