[
  "calendar",
  "oz-clear-unused-images",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "nldates-obsidian",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "highlightr-plugin",
  "obsidian-icon-shortcodes",
  "obsidian-style-settings",
  "obsidian-underline",
  "url-into-selection",
  "obsidian-linter",
  "recent-files-obsidian",
  "obsidian-editor-shortcuts",
  "fast-text-color",
  "omnisearch",
  "obsidian-icon-folder",
  "obsidian-read-it-later",
  "obsidian-better-command-palette",
  "extract-url",
  "obsidian-git"
]